Repository: seanpm2001/mt-training-data
Catalog: snk/snk_pontoon.tmx
Source language: en_us
Languages: snk

source: Contribute
snk: Demandi

source: Contribute to { $lang }
snk: Deemandi katta

source: Email
snk: Emaili

source: Get Involved
snk: An xan kahi o yi

source: Return to Languages
snk: Saage katta xannun ŋa.

source: Sign up for { $lang } updates:
snk: An toxon saha yere, an ga na lahi xibaaru kurumbanu mukku

source: Submit
snk: A xeyi

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
snk: Nuwaari, selli an ga lahii deemandini, an email toxo yere, m'o ga da an saha.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
snk: Mozilla fayi kahon ya taaxundini ti digan xannun tuwaaxun ŋa. O wa mulla n ñi xa sahana xibari kurumda gana bogu

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
snk: O da lahidun wutu nan ti on ta sangana ti an xibaarun wa. <privacylink>

source: We will be in touch with more information as it becomes available.
snk: M'o gada an saha o gana xibaari kurunba kita

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
snk: Yobo, emailin war'n ŋa.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
snk: Yobo, emaili warin ŋa

source: You've successfully signed up for contributing to { $language }. Thank you.
snk: Saasa an kahi { $language } deemandaanon ŋa.
